export const features = [
  {
    id: "0",
    icon: "/images/feature-1.png",
    caption: "امن و قابل اعتماد",
    title: "کارفرما هستید؟",
    text: "با تکمیل یک فرم ساده درخواست خود را شرح دهید.  متخصصین پیشنهادهای خود را ارسال می کنند  در صورت رضایت، پرداخت به فریلنسر را نهایی کنید.",
    button: {
      icon: "/images/magictouch.svg",
      title: "ورود و ثبت نام",
    },
  },
  {
    id: "1",
    icon: "/images/feature-2.png",
    caption: "از مهارت خود استفاده کنید",
    title: "فریلنسر هستید؟",
    text: "به درخواست‌ها سر بزن و بررسی کن کدام را می‌توانی انجام دهی پیشنهاد قیمت ارسال کن پس از گروگذاری وجه، با اطمینان کار را شروع و دستمزد دریافت کن",
    button: {
      icon: "/images/docs.svg",
      title: "ورود و ثبت نام",
    },
  },
];
export const details = [
  {
    id: "0",
    icon: "/images/detail-1.png",
    title: "همیشه در دسترس",
  },
  {
    id: "1",
    icon: "/images/detail-2.png",
    title: "امن و مطمئن",
  },
  {
    id: "2",
    icon: "/images/detail-3.png",
    title: "بالاترین کیفیت",
  },
  {
    id: "3",
    icon: "/images/detail-4.png",
    title: "24 / 7 پشتیبانی",
  },
];
export const plans = [
  {
    id: "0",
    title: "پایه",
    priceMonthly: 19,
    priceYearly: 12,
    caption: "اشتراکی اقتصادی",
    features: ["ارسال درخواست برای 100 پروژه", "امتیاز بالا", "24/7 پشتیباتی"],
    icon: "/images/circle.svg",
    logo: "/images/plan-1.png",
  },
  {
    id: "1",
    title: "طلایی",
    priceMonthly: 79,
    priceYearly: 59,
    caption: "محبوب ترین اشتراک",
    features: ["ارسال درخواست برای 200 پروژه", "امتیاز بالا", "24/7 پشتیباتی"],
    icon: "/images/triangle.svg",
    logo: "/images/plan-2.png",
  },
  {
    id: "2",
    title: "نقره ای",
    priceMonthly: 39,
    priceYearly: 29,
    caption: "مخصوص حرفه ای ها",
    features: ["ارسال درخواست برای 150 پروژه", "امتیاز بالا", "24/7 پشتیباتی"],
    icon: "/images/hexagon.svg",
    logo: "/images/plan-3.png",
  },
];

export const faq = [
  {
    id: "0",
    question: "چگونه می‌توانم درآمدم را دریافت کنم؟",
    answer:
      "درآمدهای شما به محض تحویل سفارش توسط شما و تکمیل آن توسط مشتری در کیف پول شما در انجام میدم شارژ می‌شود. شما هر زمان که بخواهید، می‌توانید با ارائه‌ی مشخصات حساب یکی از بانک‌های عضو شبکه‌ی شتاب، درخواست برداشت وجه خود را ثبت نمایید. ",
  },
  {
    id: "1",
    question: "کمیسیون سایت چقدر است؟",
    answer: "سهم کاربر (فروشنده) در حالت عادی 81 درصد خواهد بود.",
  },
  {
    id: "2",
    question: "چگونه می توانم به سایت شما اعتماد داشته باشم؟",
    answer: "ما دارای نماد اعتماد الکترونیکی هستیم",
  },
  {
    id: "3",
    question: "آزادکاری یا فریلنسینگ چیست؟",
    answer:
      "فریلنسینگ که به آن فریلنسری نیز گفته می شود، معمولاً به معنای آزاد کاری به کار می رود. در فریلنسینگ، شخص پروژه‌ای را تحویل می‌گیرد و طبق توافق قبلی، پروژه را در زمان معین به کارفرما تحویل می‌دهد و مبلغ تعیین‌شده‌ای را دریافت می‌کند.      ",
  },
  {
    id: "4",
    question: "چگونه یک پروژه ثبت کنم؟ ",
    answer:
      "شما می توانید به آسانی و با انجام چند مرحله پروژه ی خود را ثبت کنید      ",
  },
  {
    id: "5",
    question: "چگونه یک فریلنسر برای پروژه خود استخدام کنم؟    ",
    answer:
      "با بررسی نمونه کارها و پیشنهادات بهترین مجری را برای انجام پروژه خود استخدام کنید.      ",
  },
  {
    id: "6",
    question: "چگونه حساب کاربری خود را کامل کنم؟    ",
    answer:
"شما می توانید به آسانی و با انجام چند مرحله حساب کاربری خود را کامل کنید"  },
  {
    id: "7",
    question: "فرق فریلنسر با کارفرما چیست؟",
    answer:
      "کارفرما، شخص (یا شرکتی) است که پروژه در سایت تعریف می‌کند، فریلنسر یا آزادکار، شخصی است که پروژه را انجام داده و تحویل کارفرما می‌دهد یا خدمت می‌فروشد.",
  },
  {
    id: "8",
    question: "پلن های ماهانه چه هستند و چه مزایایی دارند؟",
    answer:
      "پلن های ماهانه، طراح های عضویت ماهانه در سایت هستند که دارای امکانات و مزایای مختلف برای فریلنسرها هستند. با ارتقای پلن، می توانید به روش های بیشتری از پروژه های جدید باخبر شوید،",
  },
  {
    id: "9",
    question: "چرا قیمت برخی پروژه ها پایین است؟",
    answer:
      "قیمت های پروژه ها، قیمت های پیشنهادی و اولیه کارفرما بوده و کارلنسر در آن نقشی ندارد. البته شما می توانید با زدن پیشنهاد، قیمت پیشهادی خود را اعلام کنید. در نهایت هزینه انجام کار، کاملا توافقی و با رضایت و تایید شما و کارفرما تعیین می گردد.",
  },
];
export const socials = [
  {
    id: "0",
    title: "x",
    icon: "/images/socials/x.svg",
    url: "#",
  },
  {
    id: "1",
    title: "Threads",
    icon: "/images/socials/threads.svg",
    url: "#",
  },
  {
    id: "2",
    title: "Instagram",
    icon: "/images/socials/instagram.svg",
    url: "#",
  },
  {
    id: "3",
    title: "Discord",
    icon: "/images/socials/discord.svg",
    url: "#",
  },
];